[
  {
    "pregunta": "¿Qué tipo de cosas se aprende en Aikido?",
    "respuesta": "Aikido incluye muchas respuestas a diferentes tipos de ataques, incluidos lanzamientos, agarres, bloqueos de articulaciones y técnicas de desarme. Además del entrenamiento sin armas, la práctica de Aikido también incluye el uso de armas tradicionales japonesas: el bokken (espada de madera), el jo (bastón de madera) y el tanto (cuchillo de madera), que complementan y nutren el entrenamiento de “mano vacía”. Los estudiantes de Aikido practican cómo usar su cuerpo y mente de una manera natural y eficiente, desarrollando a lo largo del camino el juicio, el equilibrio y una mayor conciencia."
  },
  
  {
    "pregunta": "¿En qué se diferencia el Aikido de otras artes marciales?",
    "respuesta": "A diferencia de la mayoría de las artes marciales, Aikido no tiene competencia. Los estudiantes trabajan cooperativamente para mejorar su comprensión y ejecución de las técnicas. Aikido se enfoca en el arte de moverse eficientemente a uno mismo y al oponente y, a la inversa, en recibir con seguridad el poder del oponente. Es necesario un cuerpo relajado para aprender esta habilidad, y esto se desarrolla mejor mediante la práctica cooperativa. "
  },

  {
    "pregunta": "¿Quién puede practicar Aikido?",
    "respuesta": "Cualquier persona que quiera, puede aprender Aikido, sin importar su edad, si tiene o no experiencia previa en artes marciales, ni tampoco es necesario estar en óptimas condiciones físicas. La práctica de Aikido aumentará gradualmente la fuerza y la flexibilidad. Si tiene problemas físicos particulares, primero debe hablar con su médico y luego con el Instructor Jefe. En general, dado que un principiante practica a un ritmo lento y fácil, normalmente es posible que usted determine por sí mismo, en el proceso de práctica de Aikido, si el problema es manejable o no, sin correr el riesgo de lesionarse gravemente."
  },

  {
    "pregunta": "¿Funciona realmente el Aikido?",
    "respuesta": "El Aikido es un arte marcial, y como tal, un requisito fundamental es que funcione como un sistema de defensa personal. Tiene sus raíces en el estudio pragmático de la eficacia marcial. Sin embargo, sus técnicas sofisticadas toman mucho tiempo para aprender, y uno no debe esperar una competencia instantánea."
  },

  {
    "pregunta": "¿Qué ropa y/o material se necesita para empezar las clases?",
    "respuesta": "Para comenzar tan sólo es necesario tener ropa cómoda (pantalón deportivo, preferentemente largo, y una remera estará bien; se practica descalzo). Pasado uno o, a lo sumo, dos meses del comienzo de la práctica, se debe utilizar un uniforme de Aikido (chaqueta, pantalón y cinturón blanco)."
  }
]
